Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/before_your_baby_is_born/home_birth.html.txt.tmx
Source language: en
Languages: ga

source: A woman who is experiencing low risk pregnancy may choose to have a home birth
ga: Féadfaidh bean a bhfuil toircheas ísealriosca aici a roghnú chun breith ar a leanbh sa bhaile

source: The Health Service Executive (HSE) has a National Home Birth Service for eligible expectant mothers who wish to have a home birth under the care of a self-employed community midwife (SECM)
ga: Tá Seirbhís Náisiúnta um Breith Bhaile ag Feidhmeannacht na Seirbhíse Sláinte do mháithreacha incháilithe atá ag súil le leanbh ar mian leo breith ar a leanbh sa bhaile faoi chúram bean chabhrach pobail fhéinfhostaithe (BCPF)

source: In some HSE areas the service may be available through a maternity hospital or a HSE scheme
ga: I roinnt ceantar de FSS, d’fhéadfadh an tseirbhís a bheith ar fáil trí ospidéal máithreachais nó trí scéim FSS

source: However in other HSE areas, only private SECMs are available to attend a home birth – see ‘How to apply’ below
ga: Ach i gceantair eile de FSS, áfach, níl fáil ach ar BCPFanna príobháideacha chun freastal ar bhreith bhaile – féach ‘Conas iarratas a dhéanamh’ thíos

source: If you want to avail of the National Home Birth Service, you will first need to contact your Local Health Office
ga: Más mian leat fáil a bheith agat ar an tSeirbhís Náisiúnta um Breith Bhaile, beidh ort teagmháil a dhéanamh, i dtosach, le d’Oifig Áitiúil Sláinte

source: You will be put through to the designated official who is a qualified midwife
ga: Atreorófar thú chuig an oifigeach sannta ar bean chabhrach cháilithe í

source: You will be sent an information pack
ga: Seolfar pacáiste faisnéise chugat

source: You then contact a self-employed community midwife (SECM)
ga: Déanann tú teagmháil leis an mbean chabhrach pobail fhéinfhostaithe (BCPF) ansin

source: You and the midwife should fill out an application form for the service
ga: Ba cheart duit féin agus an bhean chabhrach foirm iarratais a chomhlánú don tseirbhís

source: You send the form to the designated official who will assess your eligibility for the service
ga: Seolann tú an fhoirm chuig an oifigeach sannta a dhéanfaidh measúnú ar do theidlíocht don tseirbhís

source: If your application is accepted, this will entitle you to free antenatal, delivery and postnatal services
ga: Má ghlactar le d’iarratas, beidh tú i dteideal seirbhísí saor in aisce réamhbhreithe, breithe agus iarbhreithe a fháil

source: The HSE will also provide you with a Home Birth Pack with all you will need for a home delivery
ga: Anuas air sin, soláthróidh FSS Pacáiste um Breith Bhaile duit ina mbeidh gach a dteastóidh uait le haghaidh breith bhaile

source: You can find more information about the process in Appendix 4 Pathway of Care on hse.ie
ga: Is féidir leat teacht ar thuilleadh faisnéise faoin bpróiseas in Aguisín 4 Conair Chúraim (‘Pathway of Care’) ar dfa.ie

source: Alternatively, you can engage a self-employed community midwife (SECM) privately and your antenatal, delivery and postnatal care will be provided by them
ga: Mar mhalairt air sin, féadfaidh tú bean chabhrach pobail fhéinfhostaithe (BCPF) a fhostú go príobháideach agus soláthróidh siad do chúram réamhbhreithe, breithe agus iarbhreithe

source: If you are using maternity services provided by a hospital or HSE scheme, they are provided free of charge
ga: Má tá seirbhísí máithreachais a sholáthraíonn ospidéal nó scéim FSS á n-úsáid agat, soláthraítear iad saor in aisce

source: Many private health insurers provide a grant towards the cost of a home birth
ga: Soláthraíonn go leor árachóirí sláinte príobháideacha deontas i dtreo costas breith bhaile

source: If you wish to have a home birth, you need to decide this as early as possible in your pregnancy
ga: Más mian leat tabhairt faoi bhreith bhaile, is gá duit an cinneadh seo a dhéanamh a luaithe is féidir i do thoircheas

source: Contact your Local Health Office or contact a self-employed community midwife (SECM) through the Homebirth Association of Ireland
ga: Déan teagmháil le d’Oifig Sláinte Áitiúil nó déan teagmháil le bean chabhrach pobail fhéinfhostaithe (BCPF) trí Chumann um Breith Bhaile na hÉireann
